Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/artsdatabanken.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: There are 15–17 teeth on the postabdomen decreasing in size proximally.
nb: Bakkroppen er lang og slank med 15–17 tenner som øker i størrelse mot enden.

source: The inner lateral teeth are curved with rounded tips and a broad base, the inner edge bears denticulation.
nb: Den indre sidetannen er kurvet med avrundete tupper og en bred base, og den indre kanten har dentikulasjon.

source: testudinaria is found in ca 13 % of the water bodies.
nb: Plogkreps er funnet i cirka 13 % av lokalitetene.

source: Its postabdomen is rather short and wide, tapering towards the end where the rounded part carries 10 rather long denticles on each side.
nb: Bakkroppen er relativt kort og bred, og smalner av mot den runde enden, som bærer 10 kraftige tenner på begge sider.

source: Occurs along the entire Norwegian coast, the continental slope, the Faroes-Shetland Channel and the Faroe Islands.
nb: Finnes langs hele Norskekysten, kontinentalskråningen, Færøyene-Shetland kanalen og Færøyene.

source: Sars (1911) and Boeck (1865) reported the species from Oslofjorden and county Rogaland, respectively.
nb: Sars (1911) og Boeck (1865) fant arten henholdsvis i Oslofjorden og i Rogaland.

source: The antennule is short, and consists of seven segments.
nb: Den første antennen (antennule) er kort og består av sju ledd.

source: macruroides is quite rare, occurring in less than 4 % of the localities.
nb: er langpigghalehops den mest sjeldne og er funnet i snaut 4 % av de undersøkte lokalitetene.

source: general public and scientists.
nb: og kan forstås av allmennheten, så vel som fagpersoner.

source: It occurs in more than 80 % of all water bodies.
nb: Den er registrert i >80 % av undersøkte vannforekomster.

source: is not found when pH <6,0, and is therefore assumed to be weakly acid-tolerant.
nb: Arten er vurdert som svært forsuringsfølsom og er kun unntaksvis funnet ved pH<6,0.

source: Ecology and distribution
nb: Munndelene er oransjegule.

source: Thickened shelly layer typically covering part of the columella and/or umbilicus.
nb: Fortykket lag av kalk som kan dekke deler av columella og/eller umbilikalkanalen (umbilicus).

source: is a medium sized, rather robust calanoid species.
nb: er en middels stor, kraftig bygget calanoid hoppekreps.

source: About 65 % of the records of
nb: Omtrent 65 % av funnene av

source: The anterior antennas are composed of 17 joints reaching to the end of the third segment of the cephalothorax.
nb: Det fremre antenneparet har 17 ledd og rekker til bakre del av tredje brystsegmentet.

source: It occurs from sea level and up to the alpine zone (1376 m a.s.l.) with highest frequency below 500 m a.s.l.
nb: Den er funnet fra havnivå og opp til alpin sone (1376 moh.) med flest registreringer under 500 moh.

source: – I have a PhD in marine biology and I am presently em-
nb: – Jeg har en doktorgrad i marinbiologi

source: guttata is a quite common littoral scraper found in 27 % of the water bodies sampled.
nb: Dvergnebbkreps er en vanlig strandlevende form og er funnet i 27 % av de undersøkte vannforekomstene.

source: Production species that were not in extensive use, in the year 1700 or earlier, are to be risk-assessed.
nb: Produksjonsarter som ikke var i utstrakt bruk i år 1700 eller tidligere, skal risikovurderes.

source: It is a characteristic species on clay bottoms below 400 m, and is most abundant between depths of 750–2000 m. Geographical distribution
nb: Den er en karakteristisk art på leirebunner under 400 m, og er mest tallrik på dyp mellom 750–2000 m. Utbredelse

source: It occurs at all elevations, but is the only copepod which occurs with highest frequency in water bodies above 1000 m a.s.l.
nb: Den fins langs hele høydegradienten og er den hoppekrepsen som forekommer med høyest frekvens over 1000 moh.

source: The colour is greyish-brown.
nb: Stripedvergkreps er grålig brun.

source: It is found in all parts of Norway from sea level and up to 1544 m a.s.l. The frequency of water bodies that contains
nb: Den er funnet overalt i Norge inklusive Svalbard, fra havnivå og opp i høyfjellet (1544 moh.).

source: is a large and rather robust calanoid, first time described by Daday (1908) from Tibet. Adult females of
nb: er en relativt stor og kraftig calanoid hoppekreps som ble beskrevet første gang av Daday (1908) fra Tibet.

source: falcata is found in approximately 20 % of the localities, and is distributed in all parts of Norway.
nb: Krumsnutekreps er funnet i omtrent 20 % av de undersøkte vannforekomstene, og er utbredt over hele landet.

source: Near anus the postabdomen has a concave form and at the posterior end has a row of 8–10 spines.
nb: Dette kriteriet kan brukes til å skille den fra børsthaleprikkdafnie der bakkroppen alltid er skjult. Nær anus har bakkroppen en oval form med 8–10 pigger.

source: The exopod in the first four legs has three segments, while the endopod is 2-segmented.
nb: Ytre del (exopod) til de fire første benparene har tre ledd, mens tilsvarende indre benpar (endopod) er 2-leddet.

source: The shell is slightly umbilicated.
nb: Rygglistene er synlige kun under cerata.

source: Occurs down to 2355 m on soft bottom, mud, clay, sand, coarse sand, shell sand, rocks, and gravel.
nb: Finnes på dyp ned til 2355 m på bløtbunn, gjørme, leire, sand, grovsand, skjellsand, steiner og grus.

source: is varying from 5,3 to 7,7 while it is most common in relatively electrolyte rich water (>4 mS/m).
nb: pH i lokaliteter med kanthaleprikkdafnie varierer fra 5,3 til 7,7 og den er mest vanlig i elektrolyttrike vannforekomster (>4 mS/m).

source: In 2018 we finished an inven- mycetes. My favorite genera are
nb: I 2018 ble vi ferdig med i Norge presenteres med informasjon i Artsdatabankens

source: The postabdomen, which wears small denticles, is hidden by the carapace.
nb: Bakkroppen, som har små tenner, er skjult av ryggskjoldet.

source: The post abdomen is short and thick, and evenly rounded towards the end.
nb: Bakkroppen, som er kort og tykk, er jevnt avrundet i enden.

source: Only known from Norway where it occurs from Silavågen (66°19.20′N), Ålesund, Florø, and Bergen.
nb: Kun kjent fra Norge der den opptrer i Silavågen (66°19.20′N), Ålesund, Florø, og Bergen.

source: The top of the shell (apex) is blunted and slightly sunken into the shell.
nb: Toppen av skallet (apeks) er avstumpet og litt sunket inn i skallet.

source: fimbriatus is recorded from almost 4 % of the investigated waterbodies, having a scattered distribution in Norway.
nb: Frynsehops er en strandlevende predator/griper som er funnet i nærmere 4 % av vannene.

source: Occurs from 2 to 720 m on mud, mud with stones, gravel, shells, rotting plant debris, sand, and algae. Geographical distribution
nb: Finnes på dyp mellom 2-720 m på gjørme, gjørme med steiner, grus, skjell, råtnende plantemateriale, sand og alger. Utbredelse

source: While the terminal seta is developed, the inner terminal seta is very short.
nb: Mens den ytre endebørsten er velutviklet, er den indre kort.

source: Though the species have been found twice at pH<5,0 it is classified as an acid-sensitive species.
nb: Selv om den unntaksvis er funnet ved pH<5,0 er den vurdert som en moderat forsuringsfølsom art.

source: The shell surface is smooth, with faint spiral lines.
nb: Overflaten av skallet er glatt, men med svake spirallinjer.

source: In this locality natural
nb: Definisjon og avgrensning

source: Found in Norway off Trondheim (64°26’-64°19’ N, 01°36’-01°44’ E), on the slope and the deep basin of the Norwegian Sea (Bouchet & Warén 1979, Høisæter 2009).
nb: Opptrer i Norge utenfor Trondheim (64°26’-64°19’ N, 01°36’-01°44’ Ø) på kontinentalskråningen ned mot dypet (Bouchet & Warén 1979, Høisæter 2009).

source: It is found from close to sea level (4 m a.s.l.) to 778 m a.s.l.
nb: Den er registrert fra nær havnivå (4 moh.) og opp til 778 moh.

source: d) Background and state of knowledge
nb: c) Bakgrunn og kunnskapsstatus

source: Occurs at depths from 4–30 m on muddy sand and sand, where it feeds on
nb: Finnes på dyp mellom 4-30 m på sand og gjørmete sand, der den spiser

source: Normally the animal is transparent, but when food conditions are good, the carapace can have red or blue spots.
nb: Vanligvis er gelekreps gjennomsiktig, men når næringsforholdene er gode, kan ryggskjoldet få røde eller blå prikker.

source: Today, 232 species are known plus an additional
nb: I dag kjenner vi til 232

source: G.O. Sars found this species in two lakes southeast of Oslo.
nb: Sars fant arten i Østensjøvannet (Oslo) og i Glomma ved Nipen.

source: The top of the shell (apex) is sunken.
nb: Toppen av skallet (apeks) er nedsunket.

source: The species is most common in the littoral of large water bodies (>10 ha) where it is associated with sandy bottom.
nb: Arten er mest vanlig på sandbunn i strandsonen til større innsjøer (>10 ha).

source: gracilis is a common littoral species found in 20 % of the localities.
nb: Spissfotkreps er en vanlig strandlevende makrofiltrerer som er funnet i 20 % av vannene spredt over hele landet.

source: intermedia is recorded in 8 % of the investigated lakes, and is distributed all over the country.
nb: Taggnebbkreps er funnet i 8 % av de undersøkte vannforekomstene og er utbredt over hele landet.

source: The radula usually consists of about 30 rows of teeth with one outer lateral tooth and one inner lateral tooth on each side.
nb: Raspetungen (radula) består vanligvis av ca. 30 tannrekker med en ytre sidetann og en indre sidetann på hver side.

source: The eyespot (oscellus) is small lying roughly midway between the eye and the dorsal edge of the head.
nb: Punktøyet (oscellus) er lite og ligger omtrent midt mellom det sammensatte øyet og «pannebrasken».

source: The lakes are neutral (pH: 6.0–7.0) and medium electrolyte rich (4–9 mS/m).
nb: Funnlokalitetene er nøytrale med hensyn til pH (6,0–7,0) og middels elektrolyttrike (4–9 mS/m).

source: means that the species must have reproduced, without human intervention, for more than 10 years. Read more:
nb: betyr at arten må har formert seg uten hjelp av mennesker sammenhengende i mer enn 10 år.

source: The radula consists of one inner lateral on each side and one central (rachidian) tooth.
nb: Raspetungen (radula) består en indre sidetann på hver side og en midttann (rachidie).

source: The radula consists of 15–16 rows of teeth, with no outer lateral or central tooth, however there is one inner lateral tooth on each side.
nb: Raspetungen (radula) består av 15–16 tannrekker med en indre sidetann på hver side, men mangler ytre sidetenner og midttannen (rachidie).

source: The operculum is large, and according to the literature bearing generally 7–9 spines.
nb: Kjønnsåpningslappen (operculum) er stor, og har ifølge litteraturen 7–9 pigger.

source: The length of the shell is 6 mm. Animal description
nb: Lengden av skallet er 6 mm. Kropp

source: No central tooth (rachidian) is present.
nb: Midttannen (rachidie) mangler.

source: , but are less distinctly biangular.
nb: , men de to spissene er noe mindre markerte.

source: Anatomy The radula consists of 12 rows of teeth, with one inner lateral tooth on each side and one central (rachidian) tooth.
nb: Raspetungen (radula) består av 12 tannrekker med en indre sidetann på hver side og en midttann (rachidie).

source: Its body is relatively slender, having a prosome being more robust than the urosome.
nb: Kroppen er relativt slank med en forkropp (prosome) som er noe mer robust en bakkroppen (urosome).

source: Found on sand, shell-gravel, mud, and occur in high densities on silty sand.
nb: Funnet på sand, skjellgrus, gjørme, og forekommer også i store ansamlinger på siltsand (kvabb, mjele, mo).

source: in having an oval form.
nb: ved at formen er tilnærmet rund.

source: Except one, they are from euthropic localities (lakes and river sites), all situated south of Oslo (<100 m a.s.l.).
nb: Den er funnet i et fåtall lokaliteter hvorav alle med unntak av en ligger rundt Oslofjorden og alle under 100 moh.

source: It is found in waterbodies of varying size, including both ponds and large lakes, all situated below 500 m a.s.l. pH varies between 5.4 and 7.5, while conductivity is within the range 1.4–9.7 mS/m.
nb: Alle ligger under 500 moh. pH varierer mellom 5,4 og 7,5, og ledningsevnen er 1,4–9,7 mS/m. Den er oftest funnet i tilknytning til bunnsedimentet, men også i tett vegetasjon.

source: The spines at the basis of the abdominal claws are especially long and characteristic, and
nb: Børstene ved basis av bakkroppstennene er lange og karakteristiske, og gjør at det er lett å skille

source: truncatus is a quite common littoral species found in 23 % of the investigated water bodies.
nb: Gebisskreps er en vanlig strandlevende skraper som er funnet i 23 % av lokalitetene.

source: The postabdomen is broad and has 10–14 rather coarse teeth increasing in size distally.
nb: Bakkroppen er relativt bred og er besatt med 10–14 relativt kraftige tenner som blir større mot enden.

source: G.O. Sars found this species only in muddy bottoms in Lake Mjøsa at about 10 m depth.
nb: Sars fant bunnhops på 10 meters dyp i Mjøsa. Her levde den som griper/predator på mudderbunn.

source: Conductivity varies between 0,4 and 53 mS/m.
nb: Elektrolyttinnholdet i funnlokalitetene varierer mellom 0,4 og 53 mS/m.

source: The outer lateral teeth are curved and have a broad base, the outer edge smooth (Thompson 1976).
nb: De ytre sidetennene er kurvet med en bred base og den ytre kanten er glatt (Thompson 1976).

source: countries is VU and EN, respectively.
nb: Utseendemessig kan snømus forveksles med en røyskattunge.

source: Its rostrum is small.
nb: Forkant av hodet (rostrum) er smalt.

source: of species interactions and ecosystem functions.
nb: I tillegg blir mange ungrever skutt under jakt.

source: occurs in waters with conductivity ranging from 1.9 to 53 mS/m.
nb: Ledningsevnen i funnlokalitetene varierer mellom 1,9 og 53 mS/m.

source: The carapace is very transparent and almost complete colourless.
nb: Ryggskjoldet er gjennomsiktig og fargeløst.

source: It can be found in a wide specter of habitats (ponds, periodic and perennial small waterbodies, swamps, streams, benthic zone of brooks, caves and terrestrial soil habitats).
nb: Den kan leve i et vidt spekter av habitater (dammer, temporære vannforekomster, sumper, rennende vann, bekkekanter, grotter og jord).

source: The anal somite is very spinulose.
nb: Enden på bakkroppen (anal somite) er veldig tornet.

source: It occurs with almost the same frequency in all lakes below 1000 m a.s.l.
nb: Den forekommer i en like stor andel av vannforekomstene opp til 1000 moh.

source: Anatomy The radula consists of 14 rows of teeth, with one outer lateral tooth and one inner lateral tooth on each side.
nb: Raspetungen (radula) består av 14 tannrekker med en ytre sidetann og en indre sidetann.

source: Occurs on sand, muddy sand, Laminaria saccharina kelp and gravel from the intertidal zone down to depths of 300 m (Thompson 1988, Høisæter 2009). Geographical distribution
nb: Finnes på sand, gjørmete sand, sukkertare (Laminaria saccharina) og på grus fra fjæra ned til dyp på 300 m (Thompson 1988, Høisæter 2009). Utbredelse

source: Down to 300 m depth on silt and clay as well as on muddy sand with decaying dead algae. Geographical distribution
nb: Finnes på dyp ned til 300 m på silt (kvabb, mo eller mjele), gjørme med sand og råtnende alger. Utbredelse

source: is a long and slender harpacticoid.
nb: er en lang og slank harpactoide.

source: Though it is most common between 100 and 300 m a.s.l., it is also found in the alpine zone (1258 m a.s.l.).
nb: Selv om den er mest vanlig mellom 100 og 300 moh., er den også funnet over tregrensen (1258 moh.).

source: The gizzard is rounded, not surrounded by muscle fibres, and does not contain plates (Thompson 1976).
nb: Kråsen (tyggemagen) er avrundet, ikke dekket av muskelfibere og inneholder ikke kråsplater (Thompson 1976).

source: The opening is large.
nb: Åpningen er bred.

source: are 2-segmented, while the legs 2–3 has a 3-segmented exopod and a 2-segmented endopod.
nb: har 2 ledd, mens benpar 2 og 3 har en 3-leddet ytre del og 2-leddet indre del.

source: Its postabdomen protrudes from the carapace, and the abdominal claw is easily distinguished from other Sididae species in having 10 long teeth attached to the dorsal side.
nb: Bakkroppen stikker ut fra ryggskjoldet (carapace), og bakkropskloa skiller seg ut fra de øvrige artene tilhørende familien ved å ha 10 lange tenner.

source: has an oval, somewhat robust form.
nb: har en oval, robust form, herav navnet.

source: There are a few records from weakly acidic water, but the great majority of localities have pH>6.0.
nb: De fleste funnene er fra middels elektrolyttrike vann der pH>6,0.

source: The abdominal claw has 6–7 teeth increasing in size towards the end.
nb: Bakkroppskloa har 6–7 tenner som tiltar i størrelse mot basis.

source: It lives at temperatures around 0 °C and occurs on mud.
nb: Den blir funnet på gjørme, og lever i temperaturer rundt 0 °C.

source: The records are made in waters with pH between 5,4 and 7,1, while conductivity varies between 2 and 11 mS/m.
nb: pH i funnlokalitetene varierer mellom 5,4 og 7,1 og ledningsevnen fra 2 til 11 mS/m.

source: Occurs at depths of 18–68 m, on muddy soft bottoms (Lemche 1956, Høisæter 2009). Geographical distribution
nb: Finnes på dyp mellom 18–68 m, på gjørmete bløtbunn (Lemche 1956, Høisæter 2009). Utbredelse

source: When pH>5, the frequency of water bodies containing
nb: Det er gjort få funn når pH<5.

source: The postabdomen has 11–15 small denticles of about the same size.
nb: Bakkroppen har 11–15 små tenner som er omtrent like store.

source: The body is transparent grayish in colour, with dark longitudinal bands on the head and black dots on the body and foot (Thompson 1976).
nb: Kroppen er gjennomsiktig og gråaktig, men med mørke langsgående bånd på hodet og svarte flekker på kroppen og foten (Thompson 1976).

source: It occurs from sea level and up to 1500 m a.s.l.
nb: Den er funnet fra havnivå og opp til høyfjellet (1500 moh.).

source: The antennae consists of 17 segments.
nb: Antennene har 17 ledd.

source: The shell is internal, whitish transparent and squarish-oval in shape.
nb: Skallet er innvendig, hvitaktig transparent og kvadratisk oval i form.

source: are from lakes and 20 % from ponds.
nb: er gjort i innsjøer, mens 20 % er fra dammer.

source: brachyurum is a common species found in 30 % of the water bodies.
nb: Svevekreps er en mikrofiltrator som er funnet i 30 % av vannene.

source: There are 8–10 short but strong denticles on each side of the postabdomen.
nb: Den er besatt med 8–10 korte, men markerte tenner på begge sider.

source: The head is large and makes up about 1/3 of the whole animal which has the greatest across the middle of the carapace.
nb: Hodet er stort og utgjør omtrent 1/3 av kroppen, som er størst omtrent midt på ryggskjoldet.

source: All records are from localities situated below 500 m a.s.l.
nb: Funnlokalitetene ligger i lavlandet, alle under 500 moh.

source: The species is not found in alkali water (Ca>30 mg/l).
nb: Arten er «kalkskyende» og er ikke funnet under sterkt alkaliske forhold (Ca>30 mg/l).

source: has been found in both electrolyte rich (84 mS/m), and in dilute water (0.5 mS/m).
nb: Den er funnet både i elektrolyttrike (84 mS/m) og i elektrolyttfattige vann (0,5 mS/m).

source: The caudal ramus is longer than wide, the inner margin with a group of long spines.
nb: Det bakerste leddet på bakkroppen (caudal ramus) er lengre enn det er bredt, og med en gruppe av lange børster på innsiden.

source: All are situated below 300 m a.s.l., mainly in the south-eastern parts of Norway, but there is also one record from the far north.
nb: Alle funnlokalitetene ligger under 300 moh. Med unntak av to funn fra Nord-Norge er de øvrige fra Sør-Norge.

source: Describe methods and activities that wil be used to do species inventories in the
nb: Beskriv hvilke metoder og aktiviteter som er valgt for kartlegging av arter i prosjektet.

source: quadrangula is the most common and is found in about 20 % of the water bodies.
nb: Som navnet indikerer, er vanlig prikkdafnie den vanligste arten tilhørende denne slekten i Norge og er funnet i ca 20 % av vannforekomstene.

source: It has 7–10 distinct, curved stripes located dorsally on the anterior part of the carapace.
nb: Det norske navnet kommer av at den har 7–10 markerte, buete striper foran på buksiden av ryggskjoldet.

source: According to the literature, the male operculum has 5–6 spines.
nb: I følge litteraturen har spermatoforen (operculum) hos hannen 5–6 nåler ved åpningen.

source: pH is varying between 6.0 and 8.2, while conductivity is within the range 7–56 mS/m.
nb: pH i funnlokalitetene varier mellom 6,0 og 8,2 mens elektrolyttinnholdet er 7–56 mS/m.

source: Its furca is approximately 5 times as long as wide and the lateral seta is attached near the posterior end.
nb: Halevedhengene (furca) er omtrent 5 ganger så lange som brede, og den laterale børsten er festet nær enden av disse.

source: The male has a pear-shaped spermatophore.
nb: Spermatoforen hos hannen er pæreformet.

source: The species seems to be tolerant to differences both in pH (4.4–7.6) and conductivity (1.5–93 mS/m).
nb: Arten synes å være tolerant med hensyn til variasjon i pH (4,4–7,6) og ledningsevne (1,5–93 mS/m).

source: Its head is, however, comparatively shorter.
nb: Hodet til tornhalekreps er imidlertid lite.

source: The abdominal claw has 6–7 teeth decreasing in size towards the end.
nb: Istedenfor små børster på bakkroppskloa som hos børstesnabelkreps, har snabelkreps 6–7 små tenner som avtar i størrelse mot basis.

source: For the references and figure texts, 9 pt font size can be used.
nb: For referanseliste og eventuell figurtekst kan 9 pkt skriftstørrelse benyttes.

source: velox is close to neutral (6.5–7.5), while the contents of electrolytes are relatively high (5–19 mS/m).
nb: pH i vannforekomstene er nært nøytral (6,5–7,5), mens ledningsevnen indikerer relativt næringsrike forhold (5–19 mS/m).

source: In the first leg, the endopod has the same length as the exopod, but for the legs 2–4, the endopod is considerably shorter than the exopod.
nb: Hos det første benparet er indre del (endopod) like langt som ytre del (exopod), mens hos de neste tre benparene (2–4) er indre del betraktelig kortere enn ytre del.

source: The top of the shell; first formed part of gastropod shell, typically bearing the protoconch.
nb: Toppen av skallet, den delen av skallet som dannes først, bærer som regel protoconch.

source: ‘Global Trends of Sea Ice: Small-Scale Roughness and
nb: Miljøforhold og påvirkninger på rødlistearter.

source: It is also found in swamps, mosses, subterranean habitats and in high altitude springs.
nb: Den er også funnet i sumper, mose, underjordiske habitater og i kilder i høyfjellet.

source: Specimens are found down to 900 m on sand, sand mixed with shell-gravel, fine shell sand, coarse scree, and mud.
nb: Finner på dyp ned til 900 m på sand, sand og skjellkrus, skjellsand, grov ur (talus) og gjørme.

source: It is recently found in Norway, and so far 63 % of the records are from lakes, while 23 % are from ponds.
nb: Den er en relativt ny art for Norge, og så langt er 63 % av funnene gjort i innsjøer, mens 23 % er fra dammer.

source: longipina is our most common daphniid and is distributed all over the country with equal frequency from sea level to 1501 m a.s.l.
nb: Nåledafnie er vår vanligste dafnie og utbredt over hele landet fra havnivå og opp til 1501 moh.
